/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: 2FAS App
 * Locale: id-ID, Indonesian (Indonesia)
 * Exported by: Zibi
 * Exported at: Sun, 28 Sep 2025 13:04:30 -0700
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "Digunakan untuk memindai kode-QR";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "Anda dapat membuka kunci aplikasi menggunakan Face ID";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "2FAS Authenticator ";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "2FA Authenticator (2FAS App)";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "OKE";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "Menambahkan";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "Batalkan";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "Notifikasi";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%d dari %d";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "Layanan sudah dihapus dari Cadangan";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "Layanan sudah diubah di Cadangan";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "Pengguna melebihi kuota di iCloud";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloud tidak tersedia";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "iCloud telah dinonaktifkan oleh pengguna";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "Pencadangan 2FAS";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "Tutup";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "Lanjutkan";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "Salin";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "Hapus";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "Membatalkan";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "Selesai";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "Sunting";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "Masukkan kode secara manual";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "Kesalahan";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "Info";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "Berikutnya";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "Melihat";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "Mati";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "Hidup";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "Arahkan kamera anda ke layar untuk menangkap kode QR";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "Ganti nama";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "Mencoba kembali";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "Menyimpan";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "Pindai Code QR";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "Layanan";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "Mengatur";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "Melewati";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "Token";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "Peringatan";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "Tidak ada hasil";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "Sesuaikan";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "Disetujui";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "Ditolak";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "Teks yang diberikan terlalu panjang (maks. %d karakter)";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "Mengerti!";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "Memverifikasi...";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Konfirmasi sidik jari untuk melanjutkan.";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Gunakan PIN kali ini";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "Kamu luar biasa!";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "Ponsel anda baru saja menjadi kunci pribadi dan aman untuk layanan online anda berkat aplikasi 2FAS - dipercaya oleh lebih dari 6 juta pengguna di seluruh dunia.";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "Simpel";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "Pasangkan 2FAS dengan layanan online Anda. Aktifkan keamanan dua faktor dalam hitungan detik dengan kode QR anda.";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "Pribadi";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "2FAS menghormati dan melindungi privasi anda. Aplikasi ini tidak akan pernah mengumpulkan, memproses, atau menggunakan data pribadi anda.";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "Aman";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "Token Anda disimpan secara offline melalui penyimpanan perangkat. Jadi ingatlah untuk mencadangkan layanan anda! Gunakan Sinkronisasi iCloud dan kata sandi PIN untuk melindungi dari akses tidak sah dan kerusakan perangkat.";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "Mulailah menggunakan 2FAS";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "Persyaratan layanan";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "Pasangkan akun layanan online anda dengan 2FAS atau impor token anda";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "Pasangkan layanan baru";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "Impor file cadangan 2FAS";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Impor dari Google Authenticator";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "Tidak yakin apa yang harus dilakukan?";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Ekspor akun anda dari Google Authenticator ke kode QR menggunakan opsi \"Transfer Akun\".  Kemudian menggunakan perangkat lain, ambil gambar kode QR yang diekspor, kirimkan ke perangkat anda (atau buat tangkapan layar jika memungkinkan), dan gunakan opsi \"Pilih kode QR\" di bawah. Jika anda mengimpor kode dari perangkat lain, gunakan tombol \"Pindai kode QR\".";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "Pilih kode QR";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "Pindai kode QR";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "Menambahkan kode baru";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "Kunci rahasia disalin";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "Token ini sudah ada dalam daftar";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "Penghitung disalin";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "Token Disalin";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "Token berikutnya disalin";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "Apakah anda ingin menambahkan kode ini: %@?";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "Buka Pengaturan";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "PIN salah";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "Ganti PIN";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "Konfirmasikan bahwa anda adalah pemilik perangkat";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Harap konfirmasi PIN baru anda";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "Buat PIN";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "Masukkan PIN anda saat ini";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Silahkan masukkan PIN baru anda";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "Masukkan PIN anda";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "Terlalu banyak upaya. Silakan coba lagi %@";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "Terlalu banyak upaya.  Silakan coba lagi setelah %@ menit.";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "Terlalu banyak upaya.  Coba lagi nanti.";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "Terlalu banyak upaya.  Silakan coba setelah satu menit";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "Pencadangan dan Sinkronisasi";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "Pilih topik";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "Konfigurasikan layanan email dan coba lagi";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "Umum";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "Layanan mail tidak tersedia";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "Masalah";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "Keamanan";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "Pilih panjang PIN";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "Pengaturan";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Saran";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "Canggih";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "Widget";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "Tampilkan layanan yang dipilih di Widget Layar Utama.";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "Setelah anda mengaktifkan widget, semua token anda dapat diakses tanpa kode PIN anda.\n\nApakah anda yakin ingin mengaktifkan widget?";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "Tampilkan token baru";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "Lihat token yang masuk pada daftar.";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "Sampah";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "Memulihkan";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "Sampah kosong";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "Bagikan aplikasi";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "Anda yakin ingin menghapus token untuk:";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "Pindahkan ke sampah";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "informasi tambahan";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "Pilih metode";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "Kunci Rahasia Gandakan";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Kunci Rahasia salah (hanya angka 2 sampai 7, huruf), maks.  Panjang 512 karakter";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "Oke, mari kita coba lagi";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "Arahkan kamera anda ke layar untuk memindai Kode QR";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "Kunci rahasia";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "Kode QR ini membawa anda ke App Store";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Hapus token";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Layanan pencarian";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Maaf, layanan tidak ditemukan";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Coba lagi dengan istilah pencarian yang berbeda";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "Kunci terlalu pendek.  Minimal 4 karakter";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "Nama layanan";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "Kunci rahasia dari kode yang dipindai sudah digunakan di %@.  anda mungkin memindai lagi";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "Kode ini salah atau tidak didukung.  Coba lagi.";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "Ketik nama layanan";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "Masukkan nama layanan";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "Sayangnya, kami tidak tahu layanan itu.  Bagaimana anda ingin menamainya?";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "Anda tidak akan dapat memulihkan token ini lagi.";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "Warna lencana";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "Ubah ikon merek";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "Ubah label";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "Informasi Layanan";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "Personalisasi";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "Ikon merek";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "Label";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Hapus layanan ini dari aplikasi 2FAS";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Label (1 atau 2 karakter):";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "Pilih warna latar belakang:";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ ditambahkan";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "Token Berikutnya: %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "Nilai Token berikutnya";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "Token saya";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "Menghapus Grup";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "Semua token akan dipindahkan ke grup: \"Token saya\"";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "Tambahkan grup";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "Nama grup:";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "Pilih dari Galeri";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "Kamera tidak tersedia";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Periksa apakah aplikasi memiliki izin yang tepat di Pengaturan Sistem";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "Kode QR tidak ditemukan";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "Tidak ada kode QR yang benar pada gambar yang dipilih.  Silakan coba gambar lain.";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "Pilih Layanan";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "Layanan apa yang ingin anda tambahkan?";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "Ketik ulang token ini";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Buka kunci dan ketik ulang token ini";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "Grup";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "Pilih grup";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "Mengimpor token 2FA dari aplikasi Google Authenticator";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "Kode QR ini memungkinkan mengimpor token dari Google Authenticator";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d dari %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "Token akan diimpor.";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "Sortir dengan";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "Manual";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "Lanjutan";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Peringatan";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "Mengubah pengaturan lanjutan tidak disarankan. Lakukan hanya jika penyedia 2FA Anda memerlukannya dan jika anda memiliki instruksi yang jelas.";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "Pengaturan token";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "Otentikasi OTP";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "Algoritma";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "Segarkan waktu";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "Jumlah digit";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "Penghitung";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "Penghitung awal";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d dtk";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "Mengubah pengaturan lanjutan tidak disarankan. Lakukan hanya jika penyedia 2FA anda memerlukannya dan jika anda memiliki instruksi yang jelas.";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "Praktek terbaik";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "Layanan berhasil ditambahkan. Kami sangat menyarankan anda ";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "hapus tangkapan layar QR dari galeri anda. ";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "Jika seseorang mengambil tangkapan layar kode QR ini, mereka akan dapat memasukkan kode 2FA anda ke layanan ini.";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "Minta ikon";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "Beri tahu kami di Discord";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "Masuk ke server discord kami";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "dan biarkan pengguna memilih ikon yang diminta.";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "atau";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "Beri tahu penyedia layanan";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "Anda dapat menggunakan Media Sosial atau email dan membagikan teks ini dengan mereka:";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "Hai!  Saya menggunakan aplikasi 2FAS untuk masuk ke layanan anda dengan 2FA. Namun, ikon anda hilang!  anda dapat mengirimkan ikon anda di sini: https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "Jangan lupa untuk menandai akun resmi perusahaan!";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "Tidak dapat menemukan ikon merek di aplikasi 2FAS?";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "Minta ikon merek";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "Minta ikon merek";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "Pilih metode permintaan";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "Minta ikon sebagai pengguna";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "Kirim ikon sebagai perusahaan";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "Anda tidak akan dapat masuk ke akun %@ anda tanpa token ini, selama anda mengaktifkan autentikasi faktor kedua untuk %@.";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "Tampilkan Kunci Rahasia";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "Salin Kunci Rahasia";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Counter dengan detik tersisa untuk perubahan token";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "tombol Hapus";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "Layanan dihapus";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "Bidang ini berisi Kunci Rahasia tersembunyi. Untuk mengungkapkannya, gunakan tombol Show.  Ini hanya akan berfungsi jika anda telah menyiapkan PIN aplikasi untuk layar kunci";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "Nama layanan: %@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "Informasi tambahan: %@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "Token %@. Ketuk untuk menyalin";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "Edit %@";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "Label layanan dengan nama %@ dan warna %@";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "%@ ikon layanan";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "Dipilih";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "Tidak dipilih";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "Warna lencana: %@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "Memberhentikan";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "Hanya angka 2 sampai 9, huruf.  Minimal 4 karakter";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "Tambahkan Layanan";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "Tambahkan Grup";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Gunakan tombol Tambahkan Layanan untuk menambahkan layanan baru";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "Tidak ada hasil pencarian";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Gunakan Sort By untuk mengatur penyortiran layanan";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "Memuat konten";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "Tidak dapat mencadangkan token karena rahasia \"%@\" berisi karakter ilegal.  Hapus dari daftar dan coba lagi";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "Import";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "Ekspor";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "Pencadangan 2FAS akan dinonaktifkan untuk melindungi integritasnya";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "Kesalahan saat mengekspor file";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "Impor berhasil diselesaikan";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Aplikasi lain menggunakan kamera. jika menutup aplikasi lain tidak membantu, mulai ulang perangkat anda";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "Kamera tidak tersedia karena sistem kelebihan beban.  Coba reboot perangkat";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "Tidak dapat menginisialisasi kamera.  Coba reboot perangkat";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "Tidak dapat menginisialisasi kamera dalam mode Tampilan Terpisah.  Buka aplikasi dalam layar penuh dan coba lagi";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "Bagaimana cara memulihkan aplikasi 2FAS?";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "Pemulihan aplikasi";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "Jika anda lupa PIN atau ingin mengatur ulang aplikasi 2FAS, anda harus menginstal ulang aplikasi tersebut.";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "Harap diperhatikan bahwa jika anda tidak memiliki cadangan dan mengatur ulang aplikasi, anda akan kehilangan akses ke semua kode anda.  Dan karenanya, akses ke semua akun aman 2FA anda.";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "Jika anda memiliki cadangan, tenang saja, anda akan dapat memulihkan semua kode anda.";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "Pencadangan cloud";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "Sinkronisasi iCloud";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "DIREKOMENDASIKAN: Sinkronisasi iCloud menjaga token anda tetap aman di Apple iCloud jika terjadi kehilangan atau kerusakan pada perangkat anda.  Biarkan tetap menyala.";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "Pencadangan File";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Gunakan Pencadangan File untuk pencadangan offline token anda.";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "Penghapusan cadangan";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "Hapus Cadangan 2FAS";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "Peringatan! Jika anda menghapus Cadangan 2FAS, anda juga akan menghapus semua token dari perangkat lain yang disinkronkan dengan akun ini. Untuk menyimpan token di perangkat lain, harap pastikan anda telah mematikan Cadangan 2FAS sebelum penghapusan.";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "Saya ingin menghapus Cadangan";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "Ekspor cadangan ke file";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "Anda dapat mengimpor file yang diekspor di perangkat lain dengan aplikasi 2FAS";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "Ekspor ke file";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "Verifikasi PIN";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "Menyimpan file";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "Impor file cadangan";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "Anda akan mengimpor file cadangan yang berisi";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "Impor berkas";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "Pilih file lain";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "Tidak ada yang perlu diimpor";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "Kesalahan berkas!";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "Layanan dari file akan digabungkan dengan yang ada di aplikasi anda";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "Entah file ini kosong, atau semua layanan di dalamnya sudah tersedia di aplikasi";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "Anda memerlukan versi baru aplikasi untuk mengimpor konten file ini. anda dapat menemukan versi terbaru di App Store";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "Tidak dapat membaca file ini. Itu bisa rusak, atau ada kesalahan saat mencoba mengaksesnya. Silakan pilih yang lain";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "Kata sandi";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "Masukkan kata sandi kembali";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "Karakter salah.  Gunakan hanya huruf A-Z, a-z, angka dan karakter khusus: -_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "Frasa yang diberikan terlalu pendek (min. 3 karakter)";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "Kata sandi tidak cocok";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "Simpan dan ekspor";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "Untuk meningkatkan perlindungan file cadangan anda, silakan setel kata sandi";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "Ketik kata sandi untuk file cadangan ini untuk melanjutkan proses impor";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "Tetapkan kata sandi untuk file cadangan ini";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "Kata sandi Salah";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d layanan baru";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "%d layanan diimpor dari file";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "Ada masalah dengan iCloud.  Periksa pengaturan sistem";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "File ini dienkripsi. Kami hanya mendukung file yang tidak terenkripsi";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "Salin token";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Ya, saya ingin menghapus layanan ini";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "Netral";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "Biru muda";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "Nila";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "Ungu";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "Pirus";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "Hijau";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "Merah";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "Oren";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "Kuning";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "Pengetahuan";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "Dukung dan Bagikan";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "Beritahu ke teman kamu";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "Menulis review";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "Tentang";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "Kebijakan pribadi";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "Ketentuan Layanan";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "Versi aplikasi %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "Tidak ada batas";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "Kode PIN";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "Keamanan aplikasi";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "Pengaturan penguncian";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "ID Wajah";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Sentuh ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "Blokir setelah X upaya gagal:";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "Pilih jumlah maksimum percobaan yang gagal untuk memasukkan kode sandi sebelum mengunci aplikasi (waktu penguncian dapat diubah di bawah).";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "Waktu penguncian";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3 menit";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5 menit";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10 menit";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "Upaya gagal maksimal";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "Kode 4 digit";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "Kode 6 digit";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "Otentikasi Biometrik";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "Donasi";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "Donasi ke 2FAS";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "Versi baru";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "Versi baru 2FAS tersedia di AppStore.  Memperbarui sekarang!";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "Perbarui sekarang";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "Lewati versi ini";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "Perbarui nanti";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "Ekstensi Browser";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "Ekstensi Browser Web 2FAS";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "Instal ekstensi browser 2FAS di komputer desktop anda.";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "Pasangkan dengan aplikasi 2FAS anda.";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "Info lebih lanjut:";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "Sandingkan dengan browser web";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "Pemasangan berhasil!";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "2FAS akan mengirimi anda Push Notification setiap kali anda masuk ke layanan online anda menggunakan browser web ini.  anda tidak perlu lagi mengetik ulang token anda untuk setiap penggunaan.";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "Penyandingan gagal :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "Kode QR ini tidak dikenali, dan 2FAS tidak dapat memasangkan perangkat ini dengan ekstensi browser.  Silakan coba lagi.";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "Sudah berpasangan!";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "Ekstensi Peramban ini sudah dipasangkan dengan perangkat ini.";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "Hubungi dukungan";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "Memasangkan dengan browser";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Perangkat yang dipasangkan (browser web)";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "Tambah baru";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "Nama panggilan perangkat";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "Nama panggilan perangkat";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "Nama";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "Nama panggilan ini akan membantu anda mengidentifikasi perangkat ini di antara perangkat lain yang dipasangkan dengan ekstensi browser 2FAS";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "Pengaturan Ekstensi Browser";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<NAMA_TIDAK DIKENAL]";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@ meminta token 2FA untuk %@.  Pilih layanan yang akan diotorisasi dan disimpan dengan domain ini.";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "Permintaan browser";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "Token berhasil dikirim!";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "Kesalahan saat mengirim kode.  %@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "Menghapus Perangkat yang Disandingkan";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "Anda yakin ingin menghapus perangkat yang dipasangkan?";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "Tanggal dipasangkan";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "Lupakan browser web ini";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "Daftar domain berpasangan.";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "Hapus domain?";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "Lain kali anda menggunakan ekstensi browser untuk login ke %@, Anda akan diminta untuk memasangkan kembali domain ini.";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "Pemberitahuan Dorong";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "Untuk mengakses fungsionalitas seperti aplikasi Browser Extension memerlukan akses ke Push Notifications. anda dapat mengubah pengaturan ini kapan saja di Pengaturan Sistem.";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "Permintaan kadaluwarsa";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "Permintaan Token 2FA";

/* loco:6332c96135f7406d4875f785
 * ADD A SPACE AT THE END! */
"browser__2fa_token_request_content" = "Apakah anda ingin membagikan token 2FA untuk ";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "Tidak ada pemberitahuan";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "Google Drive tidak tersedia";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "Google Drive telah dinonaktifkan oleh pengguna";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "Anda memerlukan versi baru aplikasi untuk mengimpor konten file ini. Anda dapat menemukan versi terbaru di Google Store";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "Kode QR ini membawa anda ke Google Store";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "Token anda disimpan offline melalui penyimpanan perangkat, jadi ingatlah untuk mencadangkan layanan anda! Gunakan Sinkronisasi Google Drive dan kata sandi PIN untuk melindungi dari akses tidak sah dan kerusakan perangkat.";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "Versi baru 2FAS tersedia di Google Store. Memperbarui sekarang!";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "PIN tidak cocok! Silakan coba lagi.";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "Opsi pengembang";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "Impor token";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "Hasil pasangan";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "PERINGATAN";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "Arahkan kamera anda ke Kode QR yang tepat dan pindai lagi.";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "Apakah Anda ingin membuang perubahan anda?";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "Perubahan belum disimpan";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "Kunci memiliki format yang tidak valid";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "Sistem bermasalah! Tidak ada aplikasi galeri sistem.";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Izin Google Drive";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "Kami memerlukan izin Google Drive untuk menyimpan file cadangan di data aplikasi.";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "Koneksi Internet Diperlukan";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "Untuk menyinkronkan dengan Google, anda harus mengaktifkan koneksi Internet.";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "Untuk mencabut akses ke Google Drive, anda harus mengaktifkan koneksi Internet.";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "Simpan dan sinkronkan file cadangan anda secara otomatis di folder tersembunyi di Google Drive anda.  Folder ini hanya dapat diakses oleh aplikasi 2FAS.";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "Terjadi kesalahan selama sinkronisasi pencadangan. Harap mulai ulang aplikasi setelah beberapa menit dan coba lagi.";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "Terjadi kesalahan selama enkripsi pencadangan. Silahkan atur kata sandi anda lagi.";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "Terjadi kesalahan selama dekripsi cadangan.  Silakan atur kata sandi anda lagi.";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "Ada masalah dengan iCloud.  Periksa pengaturan sistem";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "Ada masalah dengan izin akun Google Drive anda.  Cobalah untuk menghidupkan dan mematikan sinkronisasi.";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "Cadangan anda dilindungi kata sandi. Hidupkan dan masukkan kata sandi anda.";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "Cadangan anda dilindungi kata sandi tetapi kata sandi yang diberikan salah. Hidupkan dan masukkan kata sandi anda.";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "Penugasan Layanan";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "Personalisasi";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "Ubah merek";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "Canggih";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "Minta ikon";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "Sunting label";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "Apakah anda yakin ingin menghapus grup ini?";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "File cadangan anda siap untuk diekspor";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "Ekspor file ini agar token 2FAS anda tetap dicadangkan dengan aman.  Anda dapat mengimpornya nanti ke perangkat ini atau perangkat lain menggunakan aplikasi 2FAS.";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "Ekspor file tanpa kata sandi\n (tidak direkomendasikan)";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "File akan disinkronkan dengan daftar layanan aplikasi.";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "Mungkin nanti";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "Menyalakan";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "Tidak ada layanan yang ditambahkan";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "DIREKOMENDASIKAN: Sinkronisasi Google Drive menjaga keamanan token anda di Google Drive jika perangkat anda hilang atau rusak. Biarkan tetap menyala.";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "Menonaktifkan Sinkronisasi Google Drive?";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "Token 2FA akan tetap ada di perangkat ini dan di Google Drive anda, tetapi tidak akan disinkronkan. Anda juga akan keluar dari akun Google anda.";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "Ingat, jika kehilangan atau kerusakan pada perangkat ini atau penghapusan aplikasi, anda mungkin tidak dapat memulihkan token anda, dan anda akan kehilangan akses ke akun online yang diamankan oleh 2FA.";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "Amankan file cadangan Google Drive dengan kata sandi khusus.";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "Hapus kata sandi";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "Hapus kata sandi untuk file cadangan Google Drive anda.";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Akun Google";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "Sinkronisasi terakhir";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "2FAS akan mengirimi anda pemberitahuan PUSH setiap kali anda masuk ke layanan online anda menggunakan browser web ini. Anda tidak perlu lagi mengetik ulang token Anda untuk setiap penggunaan.";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "Nama peramban";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "Otentikasi";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "Gunakan kredensial biometrik Anda";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "Lisensi sumber terbuka";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "Anda dapat mengimpor token anda ke 2FAS dari berbagai aplikasi. Pilih aplikasi dari daftar dan ikuti petunjuknya.";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "Pilih aplikasi";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS Auth";

/* loco:63693395183853234b657d12 */
"commons__yes" = "Ya";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "Tidak";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "Pencarian";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "Tidak ada aplikasi yang mendukung tautan ini";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "Izin Kamera";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "Izin kamera diperlukan untuk memindai Kode QR. Jika anda ingin menggunakan fitur ini, buka Informasi aplikasi dan izin dan Aktifkan Kamera.";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "Nonaktifkan PIN";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "Masukkan %s PIN baru anda";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "PIN salah! Silakan coba lagi";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "Biometrik";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "Dukungan 2FAS";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "Opsi Pengembang";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "Kunci Biometrik";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "Tema";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "Otomatis";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "Otomatis - Pengaturan Sistem";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "Gelap";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "Terang";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "Token disalin ke papan klip";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "Token berikutnya disalin ke papan klip!";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "Apakah Anda ingin menghapus 2FA ini secara permanen?";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "Tambahkan secara manual";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "Kode QR ini tidak berfungsi!";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "Tidak dapat membaca kode QR dari gambar!";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "Cobalah untuk memilih gambar yang berbeda.";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "Hapus layanan selamanya";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "Layanan tidak dapat ditambahkan karena Kunci Layanan tidak valid. Coba lagi.";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Layanan dengan Kunci Layanan ini sudah ada. Apakah Anda ingin menimpanya?";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "Kunci berisi karakter yang tidak valid";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "Tampilkan Kunci Layanan";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "Kunci Layanan anda dilindungi. Harap tambahkan PIN atau kunci Sidik Jari untuk melihatnya.";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "Daftar layanan kosong";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "Gunakan tombol \"+\" untuk menambahkan layanan baru";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "Anda tidak akan dapat masuk ke akun %@ anda tanpa token ini selama anda mengaktifkan autentikasi dua faktor untuk %@.\n\nAnda tidak akan dapat memulihkan token ini dari sampah 2FAS.";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "Layanan berhasil di impor!";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "Anda memerlukan koneksi Internet aktif untuk menyinkronkan cadangan anda. Harap aktifkan koneksi jaringan anda dan coba lagi.";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "Perbarui aplikasi";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Tolong perbarui 2FAS anda ke versi terbaru untuk mendapatkan semua fitur dan mempertahankan tingkat keamanan yang tinggi.";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "Anda menghapus";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "dari daftar layanan 2FAS Anda.\n\nIngat, selama Anda mengaktifkan autentikasi faktor kedua, Anda tidak akan masuk ke akun %s tanpa token ini.";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "Menghapus";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "Ekspor";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "Bagikan";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "Impor cadangan dari file";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "Anda akan mengimpor file cadangan dengan";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "Impor";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "Token yang terlihat di widget tidak dilindungi oleh kode PIN Anda.\n\nApakah Anda yakin ingin menampilkan token Anda di widget?";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "PERINGATAN!";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "Ya, saya yakin";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "Pencadangan 2FAS";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "Aktifkan Pencadangan 2FAS. Jika ponsel Anda disetel ulang atau hilang, Anda akan dapat memulihkan semua token Anda.";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "Maaf, merek tidak ditemukan";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Pilih layanan mana yang akan terlihat di widget:";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "Nonaktifkan sinkronisasi";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "Membatalkan";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "Tetapkan kata sandi";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "Hapus file cadangan dari Google Drive";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "Jika anda menghapus file ini dari Google Drive, sinkronisasipada semua perangkat yang disinkronkan akan dinonaktifkan, dan token hanya akan tetap ada di perangkat ini dan perangkat lain melalui penyimpanan lokal.";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "Aplikasi 2FAS Anda sudah dipasangkan dengan browser ini.";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "Pindai kode QR lagi";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "Kesalahan";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "Kode QR yang dipindai memiliki format yang tidak didukung. Silakan coba lagi.";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "Kesalahan tidak diketahui saat memindai kode QR. Silakan coba lagi.";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "Gunakan PIN kali ini";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "Aktifkan autentikasi";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "Membatalkan";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "Untuk mengaktifkan Kunci Biometrik, Anda perlu mengaktifkan dan mengatur Kode PIN.";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "Pilih waktu untuk mengunci aplikasi.";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "Tampaknya Anda kehabisan ruang disk sekarang, atau peristiwa semacam itu di masa lalu merusak database";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "Cadangan cloud telah dimigrasikan ke versi baru. Perbarui aplikasi";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "Cadangan cloud dienkripsi. Perbarui aplikasi untuk mendukung fitur ini";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "Lanjutkan ke aplikasi";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "Membatalkan";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "Mengizinkan";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "Membatalkan";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "Permintaan terkirim";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "Kirim token?";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ meminta token 2FAS untuk %@";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "Kesalahan saat mengirim token";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "Situs web ini tidak dipasangkan";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "Buka aplikasi dan pilih layanan untuk domain ini";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "Buka aplikasi dan periksa apakah Ekstensi Browser dipasangkan dengan benar";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "Ada masalah koneksi";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "Silahkan coba lagi";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "Kesalahan";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "Agar Ekstensi Browser berfungsi, harap tambahkan layanan ke aplikasi 2FAS";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "Disetujui";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "Ditolak";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "Nyalakan kode PIN dan ID Wajah yang diotorisasi untuk mencegah akses tidak sah ke token Anda di perangkat ini";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "Aktifkan kode PIN dan otorisasi Touch ID untuk mencegah akses tidak sah ke token Anda di perangkat ini";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "Kode yang diberikan salah. Harap periksa kembali";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "Kode yang diberikan telah kadaluwarsa. Silakan hubungi tim dukungan untuk mendapatkan yang baru";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "Tidak ada internet. Silakan periksa koneksi anda dan coba lagi";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "Sepertinya ada masalah dengan server kami. Jika terus berlanjut, silakan hubungi tim dukungan kami";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "Operasi gagal";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "Log dikirim";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "Kami akan memeriksanya, tetapi mungkin perlu waktu.";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "Kirim";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "Mengirim log";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "Kode yang diberikan oleh tim dukungan diisi otomatis.";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "Tolong masukkan atau tempel kode yang diberikan oleh tim dukungan kami";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "Kirim log";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "Lihat aplikasi otentikasi dua faktor yang luar biasa ini dari 2FAS: https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "Terima kasih";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "Import dari aplikasi eksternal";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "beberapa waktu lalu";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "%d menit yang lalu";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "%d jam yang lalu";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "%d hari yang lalu";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "%d minggu lalu";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "%d bulan lalu";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "Terjadi kesalahan yang tidak diketahui! Coba lagi!";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "File berhasil disimpan!";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "Tidak dapat membagikan file!";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "Ketik kata sandi";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "Masukkan kata sandi cadangan untuk melanjutkan penghapusan.";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "Masukkan kata sandi cadangan untuk melanjutkan pencabutan akses ke Google.";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "Pengaturan sinkronisasi";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "File lokal";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Sinkronisasi Google Drive";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "Hapus file cadangan anda dari Google Drive?";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "Google Sync akan dinonaktifkan. Token anda akan tetap secara lokal, tetapi aplikasi 2FAS akan keluar dari Akun Google anda di perangkat ini dan perangkat lain yang disinkronkan.";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "Menunggu sinkronisasi...";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "Menyinkronkan...";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "Anda akan mengimpor file cadangan terenkripsi.";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "Pilih file JSON";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "Ekspor akun Anda dari Aegis ke file JSON yang tidak terenkripsi dan unggah menggunakan tombol \"Pilih file JSON\". Ingatlah untuk menghapus file setelah berhasil mengimpor.";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "Gunakan opsi \"Ekspor OTP ke arsip ZIP\" di Pengaturan Ravio, simpan file ZIP, ekstrak dan impor file JSON menggunakan tombol \"Pilih file JSON\".";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "Namun, tidak ada layanan yang dapat diimpor.";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "Coba lagi";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "Melanjutkan";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "Mengimpor token 2FA dari aplikasi Google Authenticator";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "Mengimpor token 2FA dari aplikasi Aegis";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "Mengimpor token 2FA dari aplikasi Ravio";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "Kode QR ini mengizinkan pengimporan token dari Google Authenticator.";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "File JSON ini mengizinkan pengimporan token dari Aegis.";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "File JSON ini mengizinkan pengimporan token dari Ravio.";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "Tidak dapat membaca token apa pun. Cobalah untuk memilih file yang berbeda.";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Pengingat sinkronisasi Google Drive";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "Apakah kamu yakin? Tanpa Sinkronisasi Google Drive, Anda tidak akan dapat memulihkan token jika kehilangan atau menyetel ulang ponsel!";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "Kode berhasil dikirim";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "Terjadi kesalahan saat mengirim kode";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "Tambahkan layanan baru";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "Sesuaikan layanan";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "Disarankan";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "Semua layanan";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "Layanan lainnya";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "Kesalahan SSL";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "Terjadi kesalahan SSL dan sambungan aman ke server tidak dapat dilakukan. Pastikan Anda memiliki aplikasi versi terbaru atau coba ubah jaringan.";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "File yang Anda coba import terlalu besar. Batas ukuran file adalah 10 mb";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "File yang Anda coba import tidak valid atau rusak. Silahkan pilih file yang lain";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "Pengaturan yang aktif";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "Pencarian akan aktif saat dimulai.";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "Kadaluarsa dalam:";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "Pengaturan widget";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "Input harus berupa bilangan bulat";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "Input harus berupa sebuah angka";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "Input tidak bisa kosong";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "Input terlalu panjang. Batas: %d";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "Kecocokan terbaik";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "Kirim laporan kerusakan anonim";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "Kirim laporan kerusakan anonim untuk membantu 2FAS mengidentifikasi dan menyelesaikan masalah di aplikasi (aplikasi dimulai ulang diperlukan).";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "Kelola Daftar";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "Tampilan";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "Tampilkan token berikutnya saat token saat ini akan kadaluwarsa.";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "Gaya daftar";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Google Drive tidak disinkronkan.";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "Buka pengaturan cadangan";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "Bawaan";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "Ringkas";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "Ekspor akun Anda dari LastPass ke file JSON yang tidak terenkripsi dan unggah menggunakan tombol \"Pilih file JSON\". Ingatlah untuk menghapus file setelah impor berhasil.";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "Laporan Kerusakan";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "Mengimpor token 2FA dari aplikasi LastPass";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "File JSON ini mengizinkan pengimporan token dari LastPass.";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "Impor token dari LastPass";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "Impor token dari Aegis";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "Impor token dari Raivo OTP";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "Impor token dari Google Authenticator";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "s";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "Pasangkan layanan dengan 2FAS";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "Arahkan kamera anda ke layar untuk menangkap kode QR.";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "Metode lain";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "Masukkan kunci rahasia";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "Unggah gambar dengan kode QR";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "Hampir selesai!";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "Untuk menyelesaikan pemasangan layanan, anda perlu mengetik ulang token ini.";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "Pasangkan layanan dengan 2FAS";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "Ketikkan nama layanan dan kunci rahasia.";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "Nama layanan";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "Kunci Rahasia";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "Pengaturan lainnya";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "(opsional)";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "Tambahkan layanan";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "Tidak tahu harus berbuat apa?  Ketuk untuk bantuan";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "Pengaturan token tingkat lanjut";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "informasi tambahan";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "Mengubah pengaturan token default tidak disarankan. Lakukan hanya jika penyedia 2FA anda memerlukannya dan jika anda memiliki instruksi yang jelas.";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "Izinkan tangkapan layar aplikasi selama 5 menit.";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "Izinkan tangkapan layar";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "Izinkan tangkapan layar aplikasi?";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "Apa kamu yakin?  Opsi ini memungkinkan anda untuk mengambil tangkapan layar dan merekam layar apa pun di dalam aplikasi.  Namun, ini juga akan memungkinkan upaya eksternal untuk menangkap layar di aplikasi.\n Untuk alasan keamanan, opsi ini akan dimatikan secara otomatis setelah 5 menit.";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "Media sosial";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "Twitter";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "Sembunyikan token";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "Token akan ditampilkan saat diketuk.";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "Pasangkan secara manual";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "Pasangkan kode";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "Impor token dari Authenticator Pro";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "File teks ini memungkinkan pengimporan token dari Authenticator Pro.";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "Mengimpor token 2FA dari aplikasi Authenticator Pro";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "Ekspor akun anda dari Authenticator Pro ke file teks tidak terenkripsi dan unggah menggunakan tombol \"Pilih file teks\". Ingatlah untuk menghapus file setelah impor berhasil.";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Stratum (Authenticator Pro)";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "Pilih file teks";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "Login biometrik dinonaktifkan karena perubahan dalam pengaturan sidik jari sistem";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "Mengimpor token 2FA dari aplikasi LastPass";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "Kode QR ini memungkinkan mengimpor token dari LastPass";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "Pandu saya";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "Jelajahi layanan";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "Pilih layanan untuk dipasangkan dengan aplikasi 2FAS\n";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "Apakah anda ingin memberikan panduan 2FA untuk layanan anda?";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "Terapkan sekarang";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "Merah Muda";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "Cokelat";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "Metode lain?";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "Kamera tidak tersedia. Periksa izin akses aplikasi di Pengaturan Sistem";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "Pengaturan sistem";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "Teks yang diberikan terlalu pendek (min. %d karakter)\n";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "Tidak dianjurkan";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "Panduan 2FAS";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "2FAS untuk %@";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "Panduan 2FA Universal";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "Menyimpan pilihan saya";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "Mengimpor token 2FA dari aplikasi andOTP";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "File JSON ini mengizinkan pengimporan token dari andOTP.";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "Impor token dari andOTP";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "Ekspor akun anda dari andOTP ke file JSON yang tidak terenkripsi dan unggah menggunakan tombol \"Pilih file JSON\". Ingatlah untuk menghapus file setelah impor berhasil.";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "Pada langkah selanjutnya, anda akan diminta untuk memilih akun Google Drive anda, tempat token 2FA akan disimpan dengan aman.";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "Saya akan mengambil risiko, tidak ada cadangan";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "Sinkronisasi Google Drive berhasil diaktifkan!";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "File cadangan yang anda coba impor tidak didukung dalam versi aplikasi ini. Aplikasi hanya mendukung versi format cadangan hingga %d, sedangkan file yang anda impor adalah versi %d.";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "Pasangkan";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "Sinkronisasi dan pencadangan yang aman";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "2FAS menggunakan iCloud untuk pencadangan aman dan sinkronisasi token 2FA anda. Data cadangan **terenkripsi** disimpan di iCloud, dapat diakses **hanya melalui aplikasi 2FAS**. Selain itu, fitur ini membantu **pemulihan dan sinkronisasi** token di seluruh perangkat iOS. Ini diaktifkan secara default dan dapat dinonaktifkan kapan saja di pengaturan cadangan aplikasi.";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "Pelajari lebih lanjut tentang pencadangan";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "Sepertinya file cadangan Google Drive Anda dilindungi kata sandi. Ketik kata sandi yang benar untuk melanjutkan. Jika Anda ingin menghapus file cadangan Google Drive,";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "ketuk di sini untuk melihat bagaimana";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "Preferensi";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "Itu penting";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "Mengelola token";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "Dukungan Anda memungkinkan kami untuk mengembangkan fitur-fitur baru dan perbaikan. Terima kasih!";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "Ambil dari tempat sampah";

/* loco:659af7424f0a308bbc0d07e2 */
"periodic_notification_tips" = "Senang anda bersama kami di 2FAS! 🌟 Luangkan waktu sejenak untuk menemukan Tips & Trik bermanfaat 🛠️ di aplikasi untuk meningkatkan keamanan 🔒.";

/* loco:659af76a4e00c034f80f1962 */
"periodic_notification_backup" = "Aktifkan 2FAS Backup & Sync untuk memastikan Anda tidak akan pernah terkunci, bahkan jika Anda kehilangan ponsel Anda - ketenangan pikiran Anda dalam satu ketukan! 🔐📱";

/* loco:659af78a4420ce7d8a0e8b82 */
"periodic_notification_browser_extension" = "Percepat login anda dengan Ekstensi Browser 2FAS! 🚀 Unduh sekarang untuk autentikasi yang lebih cepat dan nyaman. 🌐✨";

/* loco:659af79f5c4cdcdcc206ca82 */
"periodic_notification_donate" = "Kami berterima kasih atas dukungan Anda terhadap 2FAS! 🌟 Jika Anda merasa aplikasi kami bermanfaat, pertimbangkan untuk memberikan donasi untuk membantu kami menjaga keamanan dunia digital Anda. Setiap bantuan akan sangat membantu! 🙏💙";

/* loco:65ad8d05e26a0e519e0eabc2
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:65d0f79fe416765b590b9bb2 */
"widget__placeholder" = "Placeholder";

/* loco:65d0f7af992298cb150eeb52 */
"widget__size_not_supported" = "Ukuran ini belum didukung";

/* loco:65d0f7d84b70f0a2b006da32 */
"widget__settings_description" = "Pilih Layanan mana yang ingin anda tampilkan widget. Jika tidak ada Layanan yang tersedia, pastikan anda telah mengaktifkan widget di bagian pengaturan aplikasi";

/* loco:65d0f7f2419d3a91100de8f2 */
"widget__service_icon" = "Ikon layanan";

/* loco:65d0f8011c65716bd004cb52 */
"widget__not_enabled" = "Fungsionalitas widget tidak diaktifkan di bagian Pengaturan 2FAS";

/* loco:65d0f812305d22919d03aca2 */
"widget__not_enabled_no_services" = "Fungsionalitas widget tidak diaktifkan di bagian Pengaturan 2FAS dan tidak ada layanan di aplikasi yang tersedia untuk dipilih";

/* loco:65d0f824d53e0991ba0a1782 */
"widget__no_services" = "Tidak ada layanan di aplikasi yang tersedia untuk dipilih";

/* loco:65d0f837e416765b590b9bb4 */
"widget__select_service_intent_description" = "Pilih layanan yang ingin anda tampilkan di Widget 2FAS anda";

/* loco:65d0fb5b49d672e093075a42 */
"widget__my_secured_account" = "Akun saya yang aman";

/* loco:65d0fc67dd5f4b7c840c9cc2 */
"widget__token" = "Token";

/* loco:6624fb73f78972936b072872 */
"watch__intro" = "Aplikasi 2FAS watchOS adalah aplikasi pendamping untuk aplikasi 2FAS iOS. Ini akan menyajikan layanan yang dicadangkan menggunakan sinkronisasi iCloud.\n\nUntuk akses cepat, tambahkan mereka ke Layanan Favorit.\n\nHarap ingat untuk berdonasi ";

/* loco:6624fb8ffe38002957090b22 */
"tokens__hotp_not_supported" = "Layanan HOTP belum didukung";

/* loco:6624fb9f10b12df4d10768f2 */
"tokens__favorite_services" = "Layanan favorit";

/* loco:6624fbc21e6242d8de093572 */
"security__enter_new_pin_short" = "Masukkan PIN baru";

/* loco:6624fbdddb381029b8069ca2 */
"security__repeat_new_pin_short" = "Ulangi PIN baru";

/* loco:6624fbeaa8e7a3b46d063062 */
"commons__success" = "Sukses";

/* loco:66250db046efb2e937017882 */
"security__enter_pin_short" = "Masukkan PIN";

/* loco:667b0f002f7ff9e8c60fd6e2 */
"settings__sort_tokens" = "Sortir token";

/* loco:667ff2f4d90a520710084ec2 */
"appleWatch__installation_info_title" = "Instalasi aplikasi 2FAS Apple Watch";

/* loco:667ff56b5fcc8577cd0c4b32 */
"appleWatch__installation_first_step" = "Instal 2FAS auth melalui aplikasi Watch";

/* loco:667ff5dbf79df44e1d0521d2 */
"appleWatch__installation_first_step_link" = "Buka aplikasi watch";

/* loco:667ff6148a242e56a80d1be2 */
"appleWatch__installation_second_step" = "Pastikan sinkronisasi iCloud anda diaktifkan";

/* loco:667ff6304d219b8c3d0940e2 */
"appleWatch__installation_second_step_link" = "Buka pengaturan cadangan 2FAS";

/* loco:669c14ea032c33fe240ea0e2 */
"settings__apple_watch" = "Apple Watch";

/* loco:674f97c934d3edcacd035a12 */
"widget__no_selected_services" = "Tahan dan pilih layanan untuk mengaktifkan widget...";

/* loco:674f9bb777cc7f9aae08f092 */
"widget__reveal_tokens_long_message" = "Perlihatkan token 2FAS anda selama 60 detik";

/* loco:674f9caea143b358bd00a232 */
"widget__reveal_tokens_short_message" = "Perlihatkan selama 60 detik";

/* loco:67865a76a59a7aab7d0f60e2 */
"settings__show_error_details" = "Tampilkan detail kesalahan";

/* loco:678666b317d2400861057186 */
"tokens__show_qr_code" = "Layanan Kode QR";

/* loco:678666e13b5ce960c60eeec2 */
"tokens__show_service_qr_setup_lock" = "Layanan anda terlindungi. Silakan tambahkan PIN atau kunci Sidik Jari untuk melihat kode QR.";

/* loco:678900f3f71692f7180ab562 */
"tokens__copy_uri" = "Salin URI";

/* loco:680e9b2b1e087e3aa307c3c2 */
"backup__cloud_encrypted_user" = "iCloud dienkripsi dengan kata sandi khusus. Masukkan kata sandi dan aktifkan sinkronisasi.";

/* loco:680e9b3e34cbd3a0ef07b992 */
"backup__cloud_encrypted_system" = "iCloud dienkripsi dengan Kunci Sistem. Pastikan anda telah mengaktifkan Keychain iCloud.";

/* loco:680e9b735dbc0a8bbc0a4402 */
"backup__synced" = "Disinkronkan";

/* loco:680e9b87af6eeb504f0795d2 */
"backup__checking" = "Memeriksa...";

/* loco:680e9b99bf4e1aac8009a622 */
"backup__sync_disabled" = "Sinkronisasi dinonaktifkan.";

/* loco:680e9bbc16b138b6d40159e2 */
"backup__sync_not_available" = "Sinkronisasi tidak tersedia: %@";

/* loco:680e9bf4d2b61006ba011602 */
"backup__watch_pairing_title" = "Memasangkan dengan Apple Watch";

/* loco:680e9c11788c298008092582 */
"backup__watch_pairing_description" = "Apakah anda ingin memasangkan Apple Watch dengan cadangan iCloud anda? Masukkan nama untuk perangkat anda:";

/* loco:680e9c32e460e117d400ed82 */
"backup__watch_pairing_default_name" = "Apple Watch";

/* loco:680e9c7ae460e117d400ed84 */
"backup__watch_pairing_action" = "Memasangkan perangkat";

/* loco:680e9c960a302d320308f932 */
"backup__watch_pairing_error" = "Tidak dapat dipasangkan dengan Watch sekarang. Pastikan cadangan Cloud diaktifkan dan disinkronkan menggunakan kata sandi.";

/* loco:680e9d47230daa0d0705de22 */
"backup__cloud_error_title" = "Kesalahan cadangan cloud";

/* loco:680e9d713f195bf32102ed04 */
"backup__cloud_error_missing_system_key_content" = "Tidak dapat mendekripsi cadangan Cloud karena tidak ada Kunci Sistem. Periksa apakah sinkronisasi iCloud Keychain diaktifkan dan berfungsi dengan benar.";

/* loco:680e9d93cabaa9006b0cc553 */
"backup__cloud_error_mismatch_key_content" = "Tidak dapat mendekripsi cadangan Cloud karena dienkripsi menggunakan Kunci Sistem, dan anda menggunakan kata sandi khusus. Apakah anda ingin beralih?";

/* loco:680e9da43f195bf32102ed07 */
"backup__cloud_error_new_version_content" = "Tidak dapat menyinkronkan dengan cadangan Cloud karena telah dimigrasikan ke versi aplikasi yang lebih baru. Perbarui aplikasi untuk terus menggunakan cadangan Cloud.";

/* loco:680e9de57ad8812ff30daaf3 */
"backup__enter_cloud_backup_password_title" = "Masukkan kata sandi cadangan Cloud";

/* loco:680e9dfc3a58bfedfc0d89e2 */
"backup__enter_password_description" = "Cadangan iCloud dienkripsi dengan kata sandi anda. Masukkan kata sandi untuk mengaktifkan sinkronisasi.";

/* loco:680e9e2c7ad8812ff30daaf5 */
"backup__enter_password_failure" = "Kegagalan! %@";

/* loco:680e9e41ccdb5506bc0940a2 */
"backup__enter_password_wrong_password" = "Kata sandi salah! Silakan coba lagi";

/* loco:680e9e8dee0af36e3907e012 */
"backup__migration_title" = "Migrasi cadangan Cloud";

/* loco:680e9ea1d03fa6ded204f732 */
"backup__migration_subtitle" = "Jangan matikan aplikasinya!";

/* loco:680e9eb9e9abb80f2b02a7e2 */
"backup__migration_description" = "Cadangan anda dienkripsi dengan kunci Sistem. Kunci ini akan dibagikan di antara aplikasi anda yang menggunakan iCloud Keychain. Ingatlah untuk mengaktifkan opsi tersebut. Jika anda ingin menggunakan kata sandi, Anda dapat melakukannya di pengaturan cadangan Cloud setelah migrasi.";

/* loco:680e9ed70d4c38771c035672 */
"commons__success_ex" = "Sukses!";

/* loco:680e9f335d7f73628c094782 */
"backup__encryption_type" = "Jenis enkripsi";

/* loco:680e9f47489bf545bc063e72 */
"backup__encryption_select" = "Pilih jenis enkripsi";

/* loco:680e9f6365acc3b3e90f7ed2 */
"backup__encryption_enter_password" = "Masukkan Kata Sandi";

/* loco:680e9f72ece3e1700f0178c2 */
"backup__encryption_change_password" = "Ubah Kata Sandi";

/* loco:680e9f8634a76d64b00d14e2 */
"backup__encryption_password_description" = "Kata sandi digunakan untuk mengenkripsi data anda. Jika anda kehilangannya, anda tidak akan dapat memulihkan data dari cadangan Cloud.";

/* loco:680e9fa7e7d82ad91e02a602 */
"backup__encryption_change_title" = "Ubah jenis enkripsi";

/* loco:680ea00bb9850053830ff012 */
"backup__encryption_method_footer" = "Pilih Kata Sandi Sistem atau Kustom";

/* loco:680ea027b9850053830ff014 */
"backup__manage_paired_watches_title" = "Kelola Apple Watch yang dipasangkan";

/* loco:680ea0415d7f73628c094784 */
"backup__manage_paired_watches_footer" = "Tambahkan, hapus, atau ganti nama Apple Watch dengan akses ke cadangan Cloud ini.";

/* loco:680ea0863d9c43606809ce72 */
"backup__manage_paired_watches_rename_title" = "Ganti Nama Watch";

/* loco:680ea0a2de468128a50c3872 */
"backup__manage_paired_watches_rename_description" = "Masukkan nama perangkat baru";

/* loco:680ea0b0e34a78604e0ccec2 */
"backup__manage_paired_watches_rename_action" = "Ganti Nama";

/* loco:680ea0f916afa556f900ee44 */
"backup__manage_paired_watches_title_short" = "Kelola Watch";

/* loco:680ea10db347399d5a0b3712 */
"backup__manage_paired_watches_empty_list" = "Daftar kosong. Pasangkan Watch menggunakan tombol +";

/* loco:680ea11fbe7b6fa8370f3642 */
"backup__manage_paired_watches_syncing" = "Pencadangan cloud sedang disinkronkan...";

/* loco:680ea17198b6446b28039d22 */
"backup__watch_pair_title" = "Pasangkan Apple Watch anda";

/* loco:680ea1840a76ec8ff70cd512 */
"backup__watch_pair_description" = "Buka pengaturan 2FAS Backup di 2FAS Auth di iPhone/iPad anda dan navigasikan ke \"Managed Paired Apple Watches\". Opsi ini akan terlihat jika backup disinkronkan. Pindai kode QR dari sana.";

/* loco:680ea19321505b7534076712 */
"backup__watch_pair_qr_error" = "Kesalahan saat membuat kode QR";

/* loco:680ea4924900c6654a054f53 */
"backup__cloud_switch_system_key" = "Beralih ke kunci sistem";

/* loco:680ea4a1a79ed234ad0e98b3 */
"backup__cloud_turn_backup_off" = "Nonaktufkan Cadangan Cloud";

/* loco:680ea7af1c206bae8b009f92 */
"commons__apply" = "Terapkan";

/* loco:680ea961e19a3baf7c0c83c2 */
"backup__state" = "Negara:";

/* loco:680eabfb1f70320f3904adf2 */
"backup__check_password" = "Periksa kata sandi";

/* loco:680eaff4511912ac1f0e75d2 */
"backup__missing_system_key" = "Kunci Sistem Hilang";

/* loco:680eb087436695fb8f0953c2 */
"backup__system_key" = "Kunci Sistem";

/* loco:680eb09882b1ab56c90f1762 */
"backup__custom_password" = "Kata sandi khusus";

/* loco:6873eb0af106373d9e018362 */
"commons__options_title" = "Pilihan";

/* loco:6873eb9be7dc70fef00d7f92 */
"tokens__copy_secret" = "Salin Kunci Rahasia";

/* loco:6873ebbd1b2473862706f922 */
"tokens__copy_link" = "Salin tautan Otorisasi OTP";

/* loco:68741a03c3bb3e491903b8d2 */
"notifications__link_copied" = "Tautan Disalin";

/* loco:6876c01ce0de58da3a06b0d2 */
"tokens__qr_code_show" = "Tampilkan layanan Kode QR";

/* loco:6876c02ebc0e6f3baf056792 */
"tokens__qr_code_share" = "Bagikan layanan Kode QR";

/* loco:6886a445e812517cba04d142 */
"settings_open_twofass_appstore" = "Instal 2FAS Pass";

/* loco:6886a456646cb1ba5c0e0062 */
"settings_open_twofass" = "Buka 2FAS Pass";

/* loco:6886a4725a1d2718dc029c32 */
"settings_manage_passwords_title" = "Kelola Kata Sandi";

/* loco:688fcf1040d798ebc50e14d2 */
"quick_setup_drive_sync_title" = "Penyimpanan Sinkronisasi";

/* loco:688fcf2fff511af27f07f1f2 */
"quick_setup_drive_sync_description" = "Sinkronkan data anda dengan aman menggunakan Google Drive jika perangkat ini hilang atau rusak.";

/* loco:6893c49f1be3c0a701069f72 */
"commons__file_creation_error" = "Pembuatan file gagal";

/* loco:6893c4c61be3c0a701069f74 */
"settings__export_pin_needed" = "Kunci Rahasia anda terlindungi. Harap tambahkan PIN atau kunci Biometri untuk mengekspornya.";

/* loco:6893c4e3a8a1e5cb3d02aa22 */
"settings__export_title_tokens" = "Ekspor Token";

/* loco:6893c4f5900905f2e2070122 */
"settings__export_title_qr_codes" = "Ekspor kode QR";

/* loco:6893c509a8a1e5cb3d02aa24 */
"settings__export_title_options" = "Opsi Ekspor";

/* loco:6893c5315491dc22bd09f382 */
"settings__export_options_save_file" = "Simpan file OTPAuth";

/* loco:6893c540cceec550e9004e62 */
"settings__export_options_export_qr_codes" = "Ekspor kode QR";

/* loco:6893c55b1ec7e755710ba462 */
"settings__export_options_footer" = "Pilih cara anda ingin mengekspor token. Anda dapat menyalinnya ke papan klip, menyimpannya sebagai berkas OTPAuth, atau mengekspornya sebagai kode QR.";

/* loco:6893c77fcb7aa111d70f96f2 */
"settings__import_otpauth_title" = "Tautan OTPAuth";

/* loco:6893c7c18f50b69f820db962 */
"settings__import_from_file" = "Impor dari file";

/* loco:6893c9285d734c0c5f05cd82 */
"settings__import_from_text_file" = "Impor Token dari file teks";

/* loco:6893c9597189bde1e40d57b2 */
"settings__import_from_text_file_description" = "Berkas teks harus berisi daftar tautan yang dimulai dengan 'otpauth://'.";

/* loco:6893c99a07cbc41c9c0fdc74 */
"settings__import_contents_file" = "Mengimpor Token dari file teks";

/* loco:68ac4c1fbe12a1a919024782 */
"widget__open_app" = "Buka Otorisasi 2FAS";

/* loco:68ac4c399e21d051aa002c12 */
"widget__open_app_description" = "Akses cepat ke 2FAS Auth";

/* loco:68b8825eb6d9bfe21604db82
 * Used on a tokens list in context menu to move service up on that list */
"tokens__move_up" = "Naik keatas";

/* loco:68b8826872fb8320f90e6ff2
 * Used on a tokens list in context menu to move service down on that list */
"tokens__move_down" = "Mode turun";

/* loco:68cbd3b751b74bff890c1514 */
"settings__transfer" = "Transfer Token";

/* loco:68cbd3d735e7e585d40a3353 */
"transfer__import_section_title" = "Impor dari aplikasi lain";

/* loco:68cbd419bacc906fe20f8842 */
"transfer__export_section_title" = "Ekspor ke OTPAuth";

/* loco:68cbd63cb6669c4d9304c702 */
"transfer__export_otp_file" = "Ekspor token ke file";

/* loco:68cbd64e978d6b30f10caae3 */
"transfer__export_otp_qr" = "Ekspor token sebagai kode QR";

/* loco:68cbd6841a4008d909004cc2 */
"exportwarning__title_file" = "Ekspor token ke file";

/* loco:68cbd69304a05b974c0860c2 */
"exportwarning__cta_file" = "Ekspor ke file";

/* loco:68cbd6a85da06ef8260b2e32 */
"exportwarning__description_file" = "Anda akan mengekspor semua token 2FA anda, Termasuk kunci rahasia mereka, Ke dalam file yang tidak terenkripsi. Siapapun yang memiliki akses ke file ini dapat menggunakannya untuk mengendalikan akun anda, Tolong jaga keamanannya.";

/* loco:68cbd6bf20145315370eb562 */
"exportwarning__toggle" = "Saya mengerti resikonya";

/* loco:68cbd835a18272e1330c7f03 */
"transfer__import_otpauth_file" = "File OTPAuth Umum";

/* loco:68cd021d8e822f8e6d0bc2c2 */
"exportwarning__description_qr" = "Anda akan mengekspor semua token 2FA anda ke file zip yang tidak terenkripsi dengan kode QR di dalamnya. Kode QR tersebut dapat digunakan untuk mengendalikan akun anda. Tolong jaga mereka dengan aman.";

/* loco:68cd0261acc04c8f6c03bb32 */
"exportwarning__title_qr" = "Ekspor token sebagai kode QR";

/* loco:68cd04c960340181b50b5a53 */
"exportwarning__cta_qr" = "Ekspor sebagai kode QR";
